[
    {
        "title": "Mountain Adventure",
        "image": "images/pkg1.jpeg",
        "location": "Kathmandu to Pokhara",
        "overview": "The Tiananmen, a gate in the wall of the Imperial City, was built in 1415 during the Ming dynasty...",
        "accommodation": "5 Stars Hotels",
        "departure": "Kathmandu",
        "arrival": "Pokhara",
        "guide": "Provided",
        "tripType": "Family",
        "itinerary": "Day 1: Kathmandu to Pokhara (By flight or Bus), the city of Lakes, adventures and serenity. Arrive at Tribhuwan International Airport, Kathmandu, you are welcomed by the team and then you will be transferred to your hotel. This trail goes through Ghorepani Poon Hill. Normally, the trek starts like Pokhara to Nayapul and ends like Phedi to Pokhara. \n\nDay 2: Drive to Nayapul and trek to Ulleri. While early travel tended to be slower, more dangerous, and more dominated by trade and migration, cultural and technological advances over many years have tended to mean that travel has become easier and more accessible.\n\nDay 3: Trek to Ghorepani. The Palace of Fifty five Windows: This magnificent palace was built during the reign of King Yakshya Malla in A.D. 1427 and was subsequently remodeled by King Bhupatindra Malla in the seventeenth century.\n\nDay 4: Early trek to Poon Hill, Back to Ghorepani and Trek to Tadapani. The Palace of Fifty five Windows: This magnificent palace was built during the reign of King Yakshya Malla in A.D. 1427 and was subsequently remodeled by King Bhupatindra Malla in the seventeenth century.",
        "newPrice": 20000,
        "oldPrice": 680,
        "latitude": 15.2993,
        "longitude": 74.1240
    },
    {
        "title": "Rajapur",
        "image": "images/pkg2.png",
        "location": "Rajapur, Maharashtra, India",
        "overview": "Experience the natural beauty and rich heritage of Rajapur in the Konkan region. This 9-day getaway includes serene waterfalls, ancient temples, pristine beaches, and cultural experiences, offering a perfect blend of relaxation and adventure.",
        "accommodation": "Beachside Homestays & Resorts",
        "departure": "Ratnagiri Railway Station",
        "arrival": "Ratnagiri Railway Station",
        "guide": "Available on request",
        "tripType": "Nature & Heritage",
        "itinerary": "Day 1: Arrive in Rajapur and check into your stay. Visit the famous Rajapur Ganga, a group of 14 seasonal springs with spiritual significance. Explore Rajapur Market and enjoy Konkani cuisine.\n\nDay 2: Visit Purnagad Fort and Aare Ware Beach. Explore Kharviwada village to experience traditional Konkan life. Trek to a sunset viewpoint in the evening.\n\nDay 3: Take a morning trip to Napne Waterfall, a hidden gem in Rajapur. Visit Ganpatipule Temple and relax at Ganpatipule Beach.\n\nDay 4: Explore Marleshwar Temple, known for its stunning waterfalls. Visit Hedvi Beach and Velneshwar Temple, known for their scenic beauty.\n\nDay 5: Spend a relaxing day at Bhatye Beach near Ratnagiri. Enjoy water activities and visit Thiba Palace, a historic site.\n\nDay 6: Discover the natural beauty of Adivare Hot Water Springs. Take a boat ride in the Karli Backwaters and explore nearby villages.\n\nDay 7: Visit Pawas, a spiritual destination known for Swami Swaroopanand Samadhi Mandir. Spend time at Mithbav Beach, a secluded coastal retreat.\n\nDay 8: Explore Ambolgad Fort and nearby secluded beaches. Enjoy fresh seafood and unwind in the coastal surroundings.\n\nDay 9: Free time for shopping and local sightseeing before departing from Rajapur.",
        "newPrice": 4000,
        "oldPrice": 1500,
        "latitude": 16.6500,
        "longitude": 73.5200
    }
    ,
    {
        "title": "Pune",
        "image": "images/pkg3.jpeg",
        "location": "pkg3.jpeg",
        "overview": "Experience the cultural and historical richness of Pune, from ancient forts and spiritual sites to scenic landscapes and vibrant markets.",
        "accommodation": "3-4 Star Hotels",
        "departure": "Pune",
        "arrival": "Pune",
        "guide": "Provided",
        "tripType": "Cultural & Historical",
        "itinerary": "Day 1: Arrive in Pune and explore Shaniwar Wada, the historic fortification of the Peshwas. Visit Dagdusheth Halwai Ganpati Temple, and enjoy the local Maharashtrian cuisine at a traditional eatery.\n\nDay 2: Visit Aga Khan Palace, a significant landmark of India's freedom movement. Explore the grand Pataleshwar Cave Temple and later enjoy a stroll at Saras Baug. Conclude the day at Laxmi Road for shopping.\n\nDay 3: Take a scenic drive to Sinhagad Fort, known for its historical battles and breathtaking views. Visit Pashan Lake for a relaxing evening.\n\nDay 4: Discover the Rajiv Gandhi Zoological Park, then explore the serene Osho Ashram. Visit Koregaon Park for a café experience before concluding the trip.",
        "newPrice": 5000,
        "oldPrice": 700,
        "latitude": 18.5204,
        "longitude": 73.8567
    },
    {
        "title": "Kerala",
        "image": "images/pkg4.jpeg",
        "location": "Kerala, India",
        "overview": "Explore the lush greenery, backwaters, hill stations, and pristine beaches of Kerala. This 7-day trip takes you through Cochin, Munnar, Thekkady, Alleppey, Kumarakom, and Kovalam.",
        "accommodation": "3-5 Star Hotels & Houseboat Stay",
        "departure": "Cochin",
        "arrival": "Trivandrum",
        "guide": "Provided",
        "tripType": "Nature & Cultural",
        "itinerary": "Day 1: Arrive in Cochin, visit Fort Kochi, Chinese Fishing Nets, St. Francis Church, and Mattancherry Palace. Enjoy an evening Kathakali performance.\n\nDay 2: Travel to Munnar, the beautiful hill station. Visit tea plantations, Eravikulam National Park, Mattupetty Dam, and Echo Point. Enjoy a peaceful evening in the hills.\n\nDay 3: Explore more of Munnar, including Top Station, Blossom Park, and Attukal Waterfalls. Relax in the serene environment.\n\nDay 4: Drive to Thekkady, home to Periyar Wildlife Sanctuary. Enjoy a boat ride on Periyar Lake and witness elephants and other wildlife. Visit spice plantations.\n\nDay 5: Head to Alleppey for a houseboat cruise in the backwaters. Experience the serene beauty of Kerala’s waterways and enjoy an overnight stay on a houseboat.\n\nDay 6: Travel to Kovalam, known for its beautiful beaches. Relax at Lighthouse Beach, Hawa Beach, and enjoy Ayurvedic treatments or water activities.\n\nDay 7: Visit Trivandrum’s famous Padmanabhaswamy Temple and Napier Museum before departure.",
        "newPrice": 15000,
        "oldPrice": 1400,
        "latitude": 10.8505,
        "longitude": 76.2711
    },
    {
        "title": "Goa",
        "image": "images/pkg5.jpeg",
        "location": "Goa, India",
        "overview": "Experience the vibrant beaches, thrilling water sports, historical forts, and lively nightlife of Goa. This 4-day trip covers North and South Goa, offering a perfect mix of relaxation and adventure.",
        "accommodation": "3-5 Star Beach Resorts",
        "departure": "Goa International Airport",
        "arrival": "Goa International Airport",
        "guide": "Provided",
        "tripType": "Beach & Adventure",
        "itinerary": "Day 1: Arrive in Goa and check into your beach resort. Visit Baga Beach, Calangute Beach, and Anjuna Beach. Explore local markets and enjoy a beachside dinner.\n\nDay 2: Explore North Goa. Visit Aguada Fort, Chapora Fort, and enjoy water sports like jet skiing, parasailing, and banana boat rides at Candolim Beach. Experience Goa’s nightlife at popular clubs.\n\nDay 3: Travel to South Goa. Visit Miramar Beach, Dona Paula Viewpoint, and explore Old Goa’s churches like Basilica of Bom Jesus and Se Cathedral. Relax at Palolem Beach.\n\nDay 4: Enjoy a leisure morning at the beach. Visit the local spice plantations before departing from Goa.",
        "newPrice": 12000,
        "oldPrice": 1000,
        "latitude": 15.2993,
        "longitude": 74.1240
    },
    {
        "title": "Rajasthan",
        "image": "images/pkg6.jpeg",
        "location": "Rajasthan, India",
        "overview": "Explore the royal heritage of Rajasthan, from majestic palaces and forts to desert adventures and serene lakes.",
        "accommodation": "4-5 Star Hotels",
        "departure": "Jaipur",
        "arrival": "Udaipur",
        "guide": "Provided",
        "tripType": "Cultural & Adventure",
        "itinerary": "Day 1: Arrive in Jaipur, the Pink City. Visit Amber Fort, City Palace, Hawa Mahal, and Jantar Mantar. Enjoy local Rajasthani cuisine and explore the colorful markets.\n\nDay 2: Travel to Jodhpur, the Blue City. Visit Mehrangarh Fort, Jaswant Thada, and Umaid Bhawan Palace. Experience the vibrant bazaars and local delicacies.\n\nDay 3: Head to Jaisalmer, the Golden City. Explore Jaisalmer Fort, Patwon Ki Haveli, and enjoy a camel safari in the Thar Desert with an overnight stay in a desert camp.\n\nDay 4: Drive to Udaipur, the City of Lakes. Visit City Palace, Lake Pichola, Jag Mandir, and Saheliyon Ki Bari. Enjoy a boat ride on Lake Pichola during sunset.\n\nDay 5: Visit Pushkar, a spiritual town known for the famous Brahma Temple and Pushkar Lake. Explore the local markets before departing from Udaipur.",
        "newPrice": 7000,
        "oldPrice": 1100,
        "latitude": 26.9124,
        "longitude": 75.7873
    }
    ,
    {
        "title": "Delhi",
        "image": "images/pkg7.jpeg",
        "location": "Delhi, India",
        "overview": "Discover the rich history, culture, and modern attractions of India's capital city. This 7-day itinerary covers iconic landmarks, bustling markets, historical sites, and delicious street food.",
        "accommodation": "3-5 Star Hotels",
        "departure": "Indira Gandhi International Airport, Delhi",
        "arrival": "Indira Gandhi International Airport, Delhi",
        "guide": "Provided",
        "tripType": "Historical & Cultural",
        "itinerary": "Day 1: Arrival in Delhi. Visit India Gate, Rashtrapati Bhavan, and Connaught Place for shopping and dining.\n\nDay 2: Explore Old Delhi - Red Fort, Jama Masjid, and Chandni Chowk. Enjoy authentic Mughlai cuisine at Karim’s.\n\nDay 3: Visit Humayun’s Tomb, Lotus Temple, and Qutub Minar. Evening at Hauz Khas Village for cafes and nightlife.\n\nDay 4: Explore Akshardham Temple and its light & sound show. Visit Raj Ghat and Gandhi Smriti.\n\nDay 5: Day trip to Agra (Optional) - Visit Taj Mahal, Agra Fort, and Mehtab Bagh. Return to Delhi.\n\nDay 6: Shopping at Dilli Haat and Sarojini Nagar. Enjoy local street food at Paranthe Wali Gali.\n\nDay 7: Free day for exploring more attractions or relaxing. Departure from Delhi.",
        "newPrice": 13000,
        "oldPrice": 1200,
        "latitude": 28.6139,
        "longitude": 77.2090
    },
    {
        "title": "Kolkata",
        "image": "images/pkg8.jpeg",
        "location": "Kolkata, India",
        "overview": "Explore the cultural and historical essence of Kolkata, the 'City of Joy.' This 7-day itinerary covers iconic landmarks, colonial architecture, vibrant markets, and delicious Bengali cuisine.",
        "accommodation": "3-5 Star Hotels",
        "departure": "Netaji Subhas Chandra Bose International Airport, Kolkata",
        "arrival": "Netaji Subhas Chandra Bose International Airport, Kolkata",
        "guide": "Provided",
        "tripType": "Heritage & Cultural",
        "itinerary": "Day 1: Arrival in Kolkata. Visit Howrah Bridge, Prinsep Ghat, and take a tram ride to experience Kolkata’s charm.\n\nDay 2: Explore Victoria Memorial, St. Paul’s Cathedral, and the Indian Museum. Enjoy a boat ride on the Hooghly River in the evening.\n\nDay 3: Visit Dakshineswar Kali Temple and Belur Math. Explore Kumartuli, the artisan hub known for Durga idol-making.\n\nDay 4: Explore College Street, the largest book market in India. Visit the Marble Palace and experience Bengali street food at Tiretti Bazaar.\n\nDay 5: Take a day trip to Sundarbans (optional) or visit Science City and Nicco Park for a fun-filled day.\n\nDay 6: Shopping at New Market and South City Mall. Try authentic Bengali cuisine like Rosogolla, Mishti Doi, and Fish Curry.\n\nDay 7: Relax at Eco Park or Rabindra Sarobar before departure from Kolkata.",
        "newPrice": 6000,
        "oldPrice": 1100,
        "latitude": 22.5726,
        "longitude": 88.3639
    },
    {
        "title": "Gujarat",
        "image": "images/pkg9.jpeg",
        "location": "Gujarat, India",
        "overview": "Explore Gujarat’s vibrant culture, historic temples, and breathtaking landscapes. This 6-day trip covers the famous White Rann of Kutch, Gir National Park, and ancient temples.",
        "accommodation": "Luxury Hotels & Traditional Havelis",
        "departure": "Ahmedabad Railway Station / Airport",
        "arrival": "Ahmedabad Railway Station / Airport",
        "guide": "Available on request",
        "tripType": "Heritage & Wildlife",
        "itinerary": "Day 1: Arrive in Ahmedabad and explore Sabarmati Ashram, Akshardham Temple, and local markets.\n\nDay 2: Visit Rani Ki Vav, a UNESCO World Heritage site, and the Sun Temple at Modhera.\n\nDay 3: Travel to Gir National Park for an adventurous jungle safari to see the Asiatic lions.\n\nDay 4: Head to Somnath Temple and enjoy the coastal views before proceeding to Dwarka.\n\nDay 5: Visit Dwarkadhish Temple and Nageshwar Jyotirlinga. Explore Bet Dwarka Island by boat.\n\nDay 6: Experience the surreal beauty of the White Rann of Kutch, witness the sunset, and explore the local handicrafts before departure.",
        "newPrice": 9000,
        "oldPrice": 950,
        "latitude": 22.2587,
        "longitude": 71.1924
    },
    {
        "title": "Jammu & Kashmir",
        "image": "images/pkg10.jpeg",
        "location": "Jammu & Kashmir, India",
        "overview": "Experience the breathtaking beauty of Jammu & Kashmir with serene lakes, snow-capped mountains, and rich cultural heritage. This 6-day trip covers Srinagar, Gulmarg, and Pahalgam.",
        "accommodation": "Houseboats & Luxury Resorts",
        "departure": "Srinagar Airport",
        "arrival": "Srinagar Airport",
        "guide": "Available on request",
        "tripType": "Nature & Adventure",
        "itinerary": "Day 1: Arrive in Srinagar and check into a traditional houseboat. Enjoy a Shikara ride on Dal Lake and explore Mughal Gardens.\n\nDay 2: Visit Gulmarg, experience the famous Gondola ride, and enjoy breathtaking views of snow-covered peaks.\n\nDay 3: Explore Pahalgam, visit Betaab Valley, and take a nature walk along the Lidder River.\n\nDay 4: Head to Sonmarg, known as the 'Meadow of Gold'. Enjoy breathtaking glaciers and scenic landscapes.\n\nDay 5: Visit the ancient Shankaracharya Temple and Hazratbal Shrine. Explore the bustling Lal Chowk market for souvenirs.\n\nDay 6: Enjoy a relaxed morning before departure from Srinagar Airport.",
        "newPrice": 8000,
        "oldPrice": 1100,
        "latitude": 33.7782,
        "longitude": 76.5762
    },
    {
        "title": "Ladakh",
        "image": "images/pkg11.jpeg",
        "location": "Ladakh, India",
        "overview": "Embark on an unforgettable 8-day journey through the breathtaking landscapes of Ladakh. Explore high-altitude lakes, ancient monasteries, and rugged mountain terrains.",
        "accommodation": "Hotels & Campsites",
        "departure": "Leh Airport",
        "arrival": "Leh Airport",
        "guide": "Available on request",
        "tripType": "Adventure & Culture",
        "itinerary": "Day 1: Arrive in Leh, acclimatize to the altitude, and explore Leh Market and Shanti Stupa.\n\nDay 2: Visit Shey Palace, Thiksey Monastery, and Hemis Monastery for a glimpse into Ladakh’s Buddhist heritage.\n\nDay 3: Travel to Nubra Valley via Khardung La, one of the world’s highest motorable roads. Enjoy a camel ride in Hunder sand dunes.\n\nDay 4: Explore Diskit Monastery and head back to Leh, stopping at scenic viewpoints along the way.\n\nDay 5: Journey to Pangong Lake, a stunning high-altitude lake with breathtaking blue waters. Stay overnight in camps near the lake.\n\nDay 6: Return to Leh, visiting Chang La Pass and local villages along the way.\n\nDay 7: Take a day trip to Magnetic Hill, Gurudwara Pathar Sahib, and the confluence of the Indus and Zanskar rivers.\n\nDay 8: Enjoy a relaxed morning before departing from Leh Airport.",
        "newPrice": 10000,
        "oldPrice": 1500,
        "latitude": 34.1526,
        "longitude": 77.5770
    },
    {
        "title": "Ram Mandir",
        "image": "images/pkg12.jpeg",
        "location": "Ayodhya, Uttar Pradesh, India",
        "overview": "Visit the holy city of Ayodhya and witness the grandeur of the newly built Ram Mandir. Explore other spiritual and historical landmarks in this sacred journey.",
        "accommodation": "Nearby Hotels & Dharamshalas",
        "departure": "Lucknow Railway Station / Airport",
        "arrival": "Lucknow Railway Station / Airport",
        "guide": "Available on request",
        "tripType": "Spiritual & Heritage",
        "itinerary": "Day 1: Arrive in Ayodhya and check into your stay. Visit the iconic Ram Mandir and attend the evening aarti.\n\nDay 2: Explore Hanuman Garhi, Kanak Bhavan, and Dashrath Mahal. Enjoy local vegetarian delicacies in Ayodhya.\n\nDay 3: Visit Saryu River Ghat for a holy dip and experience the mesmerizing Saryu Aarti in the evening. Explore Nageshwarnath Temple and Treta Ke Thakur Temple.\n\nDay 4: Excursion to Chitrakoot (optional) - explore Kamadgiri, Gupt Godavari, and Bharat Koop, places linked to Lord Ram’s exile.\n\nDay 5: Leisure time for shopping and exploring the local market before departure.",
        "newPrice": 10000,
        "oldPrice": 1000,
        "latitude": 26.7964,
        "longitude": 82.1946
    }      
]
